Repository: xOS/afilmory
Catalog: apps/mobile/NativeApp/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant, zh_hk

source: %lld Selected
ja: %lld 件を選択
ko: %lld개 선택됨
zh_hans: 已选择 %lld 项
zh_hant: 已選取 %lld 項
zh_hk: 已選擇 %lld 項

source: %lld Stars or Better
ja: %lld つ星以上
ko: 별 %lld개 이상
zh_hans: %lld 星及以上
zh_hant: %lld 星以上
zh_hk: %lld 星或以上

source: %lld cameras
ja: カメラ %lld 台
ko: 카메라 %lld대
zh_hans: %lld 台相机
zh_hant: %lld 台相機
zh_hk: %lld 部相機

source: %lld failed
ja: %lld 件失敗
ko: %lld개 실패
zh_hans: %lld 个失败
zh_hant: %lld 個失敗
zh_hk: %lld 個失敗

source: %lld galleries
ja: %lld 件のギャラリー
ko: 갤러리 %lld개
zh_hans: %lld 个图库
zh_hant: %lld 個圖庫
zh_hk: %lld 個圖庫

source: %lld items
ja: %lld 件
ko: %lld개
zh_hans: %lld 项
zh_hant: %lld 項
zh_hk: %lld 項

source: %lld lenses
ja: レンズ %lld 本
ko: 렌즈 %lld개
zh_hans: %lld 支镜头
zh_hant: %lld 顆鏡頭
zh_hk: %lld 支鏡頭

source: %lld matching photos
ja: 一致する写真 %lld 枚
ko: 일치하는 사진 %lld장
zh_hans: %lld 张匹配照片
zh_hant: %lld 張符合條件的照片
zh_hk: %lld 張符合條件的相片

source: %lld photo locations
ja: 写真位置 %lld 件
ko: 사진 위치 %lld개
zh_hans: %lld 个照片位置
zh_hant: %lld 個照片位置
zh_hk: %lld 個相片位置

source: %lld photos
ja: 写真%lld枚
ko: 사진 %lld장
zh_hans: %lld 张照片
zh_hant: %lld 張照片
zh_hk: %lld 張照片

source: %lld tags
ja: タグ %lld 件
ko: 태그 %lld개
zh_hans: %lld 个标签
zh_hant: %lld 個標籤
zh_hk: %lld 個標籤

source: A deletion request signs out every device and permanently removes account data after external storage and billing cleanup.
ja: 削除リクエストによりすべての端末からログアウトし、外部ストレージと請求の処理後にデータを完全に削除します。
ko: 삭제 요청은 모든 기기에서 로그아웃하고 외부 저장소와 결제 정리 후 계정 데이터를 영구 삭제합니다.
zh_hans: 删除请求会退出所有设备，并在完成外部存储和账单清理后永久移除账户数据。
zh_hant: 刪除要求會登出所有裝置，並在完成外部儲存空間及帳單清理後永久移除帳號資料。
zh_hk: 刪除要求會登出所有裝置，並在完成外部儲存空間及帳單清理後永久移除帳戶資料。

source: A dry run only compares data. Sync now applies the resulting changes.
ja: ドライランは比較のみ行います。今すぐ同期すると変更が適用されます。
ko: 시험 실행은 데이터만 비교합니다. 지금 동기화하면 변경 사항이 적용됩니다.
zh_hans: 试运行只进行数据比对；立即同步会应用产生的更改。
zh_hant: 試執行只會比對資料；立即同步會套用產生的變更。
zh_hk: 試運行只會比對資料；立即同步會套用產生的變更。

source: A one-time contribution that supports continued development. It does not unlock app features.
ja: 継続的な開発を支える1回限りの支援です。アプリの追加機能は解放されません。
ko: 지속적인 개발을 지원하는 일회성 후원입니다. 추가 앱 기능이 잠금 해제되지는 않습니다.
zh_hans: 这是一笔用于支持持续开发的一次性赞助，不会解锁额外功能。
zh_hant: 這是一筆用於支援持續開發的一次性贊助，不會解鎖額外功能。
zh_hk: 這是一筆用於支持持續開發的一次性贊助，不會解鎖額外功能。

source: Access has been revoked. Cleanup will continue safely in the background.
ja: アカウントへのアクセスを無効にしました。クリーンアップはバックグラウンドで安全に続行されます。
ko: 계정 접근 권한이 취소되었습니다. 정리 작업은 백그라운드에서 안전하게 계속됩니다.
zh_hans: 账户访问权限已撤销，清理工作将在后台安全完成。
zh_hant: 帳號存取權限已撤銷，清理工作將在背景安全完成。
zh_hk: 帳戶存取權限已撤銷，清理工作將在背景安全完成。

source: Account settings
ja: アカウント設定
ko: 계정 설정
zh_hans: 账户设置
zh_hant: 帳號設定
zh_hk: 帳戶設定

source: Actions
ja: アクション数
ko: 작업 수
zh_hans: 操作数
zh_hant: 操作數
zh_hk: 操作數

source: Add a comment…
ja: コメントを追加…
ko: 댓글 추가…
zh_hans: 添加评论…
zh_hant: 新增留言…
zh_hk: 新增留言…

source: Add a reaction
ja: リアクションを追加
ko: 반응 추가
zh_hans: 添加回应
zh_hant: 新增回應
zh_hk: 新增回應

source: Add a tag, comma separated
ja: タグを追加（カンマ区切り）
ko: 태그 추가, 쉼표로 구분
zh_hans: 添加标签，逗号分隔
zh_hant: 新增標籤，逗號分隔
zh_hk: 新增標籤，逗號分隔

source: Add location information to photos to see them on this map.
ja: 写真に位置情報を追加すると、この地図に表示されます。
ko: 사진에 위치 정보를 추가하면 이 지도에서 볼 수 있습니다.
zh_hans: 为照片添加位置信息后，即可在此地图中查看。
zh_hant: 為照片加入位置資訊後，即可在此地圖中查看。
zh_hk: 為相片加入位置資訊後，即可在此地圖中查看。

source: Add more
ja: さらに追加
ko: 더 추가
zh_hans: 继续添加
zh_hant: 繼續加入
zh_hk: 繼續加入

source: Address
ja: 住所
ko: 주소
zh_hans: 地址
zh_hant: 地址
zh_hk: 地址

source: Administrator access required
ja: 管理者権限が必要です
ko: 관리자 권한 필요
zh_hans: 需要管理员权限
zh_hant: 需要管理員權限
zh_hk: 需要管理員權限

source: Afilmory can notify you when galleries you subscribe to publish new photos.
ja: 購読中のギャラリーが新しい写真を公開したときに、Afilmory から通知できます。
ko: 구독한 갤러리에 새 사진이 게시되면 Afilmory가 알려 드립니다.
zh_hans: 当你订阅的图库发布新照片时，Afilmory 可以向你发送通知。
zh_hant: 當你訂閱的圖庫發佈新照片時，Afilmory 可以向你傳送通知。
zh_hk: 當你訂閱的圖庫發佈新相片時，Afilmory 可以向你傳送通知。

source: All
ja: すべて
ko: 모두
zh_hans: 全部
zh_hant: 全部
zh_hk: 全部

source: Altitude
ja: 高度
ko: 고도
zh_hans: 海拔
zh_hant: 海拔
zh_hk: 海拔

source: Analytics
ja: 分析
ko: 분석
zh_hans: 分析
zh_hant: 分析
zh_hk: 分析

source: Any
ja: いずれか
ko: 하나 이상
zh_hans: 任意
zh_hant: 任一
zh_hk: 任何

source: Any Date
ja: すべての日付
ko: 모든 날짜
zh_hans: 任意日期
zh_hant: 任意日期
zh_hk: 任何日期

source: Any Rating
ja: すべての評価
ko: 모든 평점
zh_hans: 任意评分
zh_hant: 任意評分
zh_hk: 任何評分

source: Applied
ja: 適用済み
ko: 적용됨
zh_hans: 已应用
zh_hant: 已套用
zh_hk: 已套用

source: Approved
ja: 承認済み
ko: 승인됨
zh_hans: 已通过
zh_hant: 已通過
zh_hk: 已通過

source: Artist
ja: アーティスト
ko: 아티스트
zh_hans: 艺术家
zh_hant: 藝術家
zh_hk: 藝術家

source: Attribution
ja: 帰属と処理
ko: 저작 정보
zh_hans: 归属与处理
zh_hant: 歸屬與處理
zh_hk: 歸屬與處理

source: Auto
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動
zh_hk: 自動

source: Awaiting approval
ja: 承認待ち
ko: 승인 대기 중
zh_hans: 等待批准
zh_hant: 等待核准
zh_hk: 等待批准

source: BOUNCE
ja: バウンス
ko: 바운스
zh_hans: 来回
zh_hant: 來回
zh_hk: 來回

source: Blue Color Effect
ja: ブルーエフェクト
ko: 블루 효과
zh_hans: 彩色 Fx 蓝色
zh_hant: 藍色效果
zh_hk: 藍色效果

source: Bounce
ja: バウンス
ko: 바운스
zh_hans: 来回
zh_hant: 來回
zh_hk: 來回

source: Branding, social links, feed, and map
ja: ブランド、ソーシャルリンク、フィード、地図
ko: 브랜딩, 소셜 링크, 피드 및 지도
zh_hans: 品牌、社交链接、订阅源与地图
zh_hant: 品牌、社群連結、訂閱來源與地圖
zh_hk: 品牌、社交連結、訂閱來源與地圖

source: Brightness
ja: 明度
ko: 밝기
zh_hans: 亮度
zh_hant: 亮度
zh_hk: 亮度

source: Brightness Value
ja: 輝度
ko: 밝기
zh_hans: 亮度
zh_hant: 亮度
zh_hk: 亮度

source: CANCELLED
ja: キャンセル済み
ko: 취소됨
zh_hans: 已取消
zh_hant: 已取消
zh_hk: 已取消

source: Camera
ja: カメラ
ko: 카메라
zh_hans: 相机
zh_hant: 相機
zh_hk: 相機

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

source: Cancel All
ja: すべてキャンセル
ko: 모두 취소
zh_hans: 全部取消
zh_hant: 全部取消
zh_hk: 全部取消

source: Cancel reply
ja: 返信をキャンセル
ko: 답글 취소
zh_hans: 取消回复
zh_hant: 取消回覆
zh_hk: 取消回覆

source: Capture Time
ja: 撮影日時
ko: 촬영 시간
zh_hans: 拍摄时间
zh_hant: 拍攝時間
zh_hk: 拍攝時間

source: Check your connection and try again.
ja: 接続を確認して、もう一度お試しください。
ko: 연결을 확인한 후 다시 시도해 주세요.
zh_hans: 请检查网络连接后重试。
zh_hant: 請檢查網路連線後重試。
zh_hk: 請檢查網絡連線後重試。

source: Choose a solid accent color for highlighted controls.
ja: 強調表示に使用する不透明なアクセントカラーを選択します。
ko: 강조 컨트롤에 사용할 불투명 강조 색상을 선택합니다.
zh_hans: 选择用于高亮控件的不透明品牌主题色。
zh_hant: 選擇用於高亮控制項的不透明品牌主題色。
zh_hk: 選擇用於高亮控制項的不透明品牌主題色。

source: Choose photos from the system library to add them to your gallery.
ja: システムの写真ライブラリから写真を選び、ギャラリーに追加します。
ko: 시스템 사진 보관함에서 사진을 선택하여 갤러리에 추가하세요.
zh_hans: 从系统照片图库中选择照片并添加到你的图库。
zh_hant: 從系統照片圖庫選取照片並加入你的圖庫。
zh_hk: 從系統相片圖庫選取相片並加入你的圖庫。

source: Choose the public name and URL identifier for your first gallery. Advanced configuration remains available in Studio.
ja: 最初のギャラリーの公開名と URL 識別子を設定します。詳細設定は Studio で行えます。
ko: 첫 갤러리의 공개 이름과 URL 식별자를 설정하세요. 고급 설정은 Studio에서 사용할 수 있습니다.
zh_hans: 设置首个图库的公开名称和网址标识；高级配置仍可在 Studio 中完成。
zh_hant: 設定首個圖庫的公開名稱和網址識別碼；進階設定仍可在 Studio 中完成。
zh_hk: 設定首個圖庫的公開名稱和網址識別碼；進階設定仍可在 Studio 中完成。

source: Choose which version should become authoritative.
ja: 正として扱うバージョンを選択してください。
ko: 기준으로 사용할 버전을 선택하세요.
zh_hans: 请选择作为最终依据的版本。
zh_hant: 選擇應作為最終依據的版本。
zh_hk: 選擇應作為最終依據的版本。

source: Clarity
ja: 明瞭度
ko: 선명도
zh_hans: 清晰度
zh_hant: 清晰度
zh_hk: 清晰度

source: Clear
ja: クリア
ko: 지우기
zh_hans: 清除
zh_hant: 清除
zh_hk: 清除

source: Clear Finished
ja: 完了分を消去
ko: 완료 항목 지우기
zh_hans: 清除已完成
zh_hant: 清除已完成
zh_hk: 清除已完成

source: Clear filters
ja: フィルターを解除
ko: 필터 지우기
zh_hans: 清除筛选条件
zh_hant: 清除篩選條件
zh_hk: 清除篩選條件

source: Clear filters to show all photo locations.
ja: フィルターを解除すると、すべての写真位置が表示されます。
ko: 필터를 지우면 모든 사진 위치가 표시됩니다.
zh_hans: 清除筛选条件以显示全部照片位置。
zh_hant: 清除篩選條件以顯示所有照片位置。
zh_hk: 清除篩選條件以顯示所有相片位置。

source: Clear image cache
ja: 画像キャッシュを削除
ko: 이미지 캐시 삭제
zh_hans: 清除图片缓存
zh_hant: 清除圖片快取
zh_hk: 清除圖片快取

source: Clear photo selection
ja: 写真の選択を解除
ko: 사진 선택 해제
zh_hans: 清除照片选择
zh_hant: 清除照片選取
zh_hk: 清除相片選擇

source: Clear search and filters
ja: 検索とフィルターをクリア
ko: 검색 및 필터 지우기
zh_hans: 清除搜索和筛选
zh_hant: 清除搜尋和篩選
zh_hk: 清除搜尋和篩選

source: Cleared
ja: 削除しました
ko: 삭제됨
zh_hans: 已清除
zh_hant: 已清除
zh_hk: 已清除

source: Close %@
ja: %@を閉じる
ko: %@ 닫기
zh_hans: 关闭%@
zh_hant: 關閉%@
zh_hk: 關閉%@

source: Close photo
ja: 写真を閉じる
ko: 사진 닫기
zh_hans: 关闭照片
zh_hant: 關閉照片
zh_hk: 關閉相片

source: Color Effect
ja: カラーエフェクト
ko: 색상 효과
zh_hans: 色彩效果
zh_hant: 色彩效果
zh_hk: 色彩效果

source: Color Space
ja: 色空間
ko: 색 공간
zh_hans: 色彩空间
zh_hant: 色彩空間
zh_hk: 色彩空間

source: Comments
ja: コメント
ko: 댓글
zh_hans: 评论
zh_hant: 留言
zh_hk: 留言

source: Comments (%lld)
ja: コメント（%lld）
ko: 댓글(%lld)
zh_hans: 评论（%lld）
zh_hant: 留言（%lld）
zh_hk: 留言（%lld）

source: Comparing storage and database…
ja: ストレージとデータベースを比較中…
ko: 스토리지와 데이터베이스 비교 중…
zh_hans: 正在比对存储与数据库…
zh_hant: 正在比對儲存空間與資料庫…
zh_hk: 正在比對儲存空間與資料庫…

source: Completed
ja: 完了日時
ko: 완료 시간
zh_hans: 完成时间
zh_hant: 完成時間
zh_hk: 完成時間

source: Confirm with your current password
ja: 現在のパスワードで確認
ko: 현재 비밀번호로 확인
zh_hans: 使用当前密码确认
zh_hant: 使用目前密碼確認
zh_hk: 使用目前密碼確認

source: Conflicts
ja: 競合
ko: 충돌
zh_hans: 冲突
zh_hant: 衝突
zh_hk: 衝突

source: Conflicts (%lld)
ja: 競合（%lld）
ko: 충돌(%lld)
zh_hans: 冲突（%lld）
zh_hant: 衝突（%lld）
zh_hk: 衝突（%lld）

source: Continue with Apple
ja: Apple で続ける
ko: Apple로 계속하기
zh_hans: 使用 Apple 继续
zh_hant: 使用 Apple 繼續
zh_hk: 使用 Apple 繼續

source: Continue with GitHub
ja: GitHub で続ける
ko: GitHub로 계속하기
zh_hans: 使用 GitHub 继续
zh_hant: 使用 GitHub 繼續
zh_hk: 使用 GitHub 繼續

source: Continue with Google
ja: Google で続ける
ko: Google로 계속하기
zh_hans: 使用 Google 继续
zh_hant: 使用 Google 繼續
zh_hk: 使用 Google 繼續

source: Contrast
ja: コントラスト
ko: 대비
zh_hans: 对比度
zh_hant: 對比度
zh_hk: 對比度

source: Copy
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製
zh_hk: 複製

source: Copyright
ja: 著作権
ko: 저작권
zh_hans: 版权
zh_hant: 版權
zh_hk: 版權

source: Couldn’t update subscription
ja: 購読を更新できませんでした
ko: 구독을 업데이트하지 못했습니다
zh_hans: 无法更新订阅
zh_hant: 無法更新訂閱
zh_hk: 無法更新訂閱

source: Create a workspace to publish and manage your gallery, or open account settings.
ja: ギャラリーを公開・管理するワークスペースを作成するか、アカウント設定を開いてください。
ko: 갤러리를 게시하고 관리할 워크스페이스를 만들거나 계정 설정을 여세요.
zh_hans: 创建工作区以发布和管理图库，或打开账户设置。
zh_hant: 建立工作區以發布和管理圖庫，或開啟帳號設定。
zh_hk: 建立工作區以發佈和管理圖庫，或開啟帳戶設定。

source: Create workspace
ja: ワークスペースを作成
ko: 워크스페이스 만들기
zh_hans: 创建工作区
zh_hant: 建立工作區
zh_hk: 建立工作區

source: Create your gallery workspace
ja: ギャラリーワークスペースを作成
ko: 갤러리 워크스페이스 만들기
zh_hans: 创建你的图库工作区
zh_hant: 建立你的圖庫工作區
zh_hk: 建立你的圖庫工作區

source: Current operation
ja: 実行中の処理
ko: 현재 작업
zh_hans: 当前任务
zh_hant: 目前工作
zh_hk: 目前工作

source: Custom Range
ja: 期間を指定
ko: 사용자 지정 범위
zh_hans: 自定义范围
zh_hant: 自訂範圍
zh_hk: 自訂範圍

source: DELETE
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

source: DONE
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

source: Data sync
ja: データ同期
ko: 데이터 동기화
zh_hans: 数据同步
zh_hant: 資料同步
zh_hk: 資料同步

source: Data sync failed
ja: データ同期に失敗しました
ko: 데이터 동기화 실패
zh_hans: 数据同步失败
zh_hant: 資料同步失敗
zh_hk: 資料同步失敗

source: Date
ja: 日付
ko: 날짜
zh_hans: 日期
zh_hant: 日期
zh_hk: 日期

source: Dates
ja: 日付
ko: 날짜
zh_hans: 日期
zh_hant: 日期
zh_hk: 日期

source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

source: Delete %lld selected photos. Removing storage files cannot be undone.
ja: 選択した %lld 枚の写真を削除します。ストレージ上のファイルは削除すると元に戻せません。
ko: 선택한 사진 %lld장을 삭제합니다. 스토리지 파일 삭제는 되돌릴 수 없습니다.
zh_hans: 删除选中的 %lld 张照片。删除存储文件后无法恢复。
zh_hant: 刪除已選取的 %lld 張照片。刪除儲存檔案後無法復原。
zh_hk: 刪除已選的 %lld 張相片。刪除儲存檔案後無法復原。

source: Delete account
ja: アカウントを削除
ko: 계정 삭제
zh_hans: 删除账户
zh_hant: 刪除帳號
zh_hk: 刪除帳戶

source: Delete comment?
ja: コメントを削除しますか？
ko: 댓글을 삭제할까요?
zh_hans: 删除评论？
zh_hant: 刪除留言？
zh_hk: 刪除留言？

source: Delete files too
ja: ファイルも削除
ko: 파일도 삭제
zh_hans: 同时删除文件
zh_hant: 同時刪除檔案
zh_hk: 同時刪除檔案

source: Delete selected photos?
ja: 選択した写真を削除しますか？
ko: 선택한 사진을 삭제할까요?
zh_hans: 删除所选照片？
zh_hant: 刪除所選照片？
zh_hk: 刪除所選相片？

source: Delete this account?
ja: このアカウントを削除しますか？
ko: 이 계정을 삭제할까요?
zh_hans: 删除此账户？
zh_hant: 刪除此帳號？
zh_hk: 刪除此帳戶？

source: Deletion in progress
ja: アカウントを削除中
ko: 계정 삭제 진행 중
zh_hans: 正在删除账户
zh_hant: 正在刪除帳號
zh_hk: 正在刪除帳戶

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

source: Dry run
ja: ドライラン
ko: 시험 실행
zh_hans: 试运行
zh_hant: 試執行
zh_hk: 試運行

source: Dynamic Range
ja: ダイナミックレンジ
ko: 다이나믹 레인지
zh_hans: 动态范围
zh_hant: 動態範圍
zh_hk: 動態範圍

source: Edit
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯
zh_hk: 編輯

source: Edit search and filters
ja: 検索とフィルターを編集
ko: 검색 및 필터 편집
zh_hans: 编辑搜索和筛选
zh_hant: 編輯搜尋和篩選
zh_hk: 編輯搜尋和篩選

source: Edit tags
ja: タグを編集
ko: 태그 편집
zh_hans: 编辑标签
zh_hant: 編輯標籤
zh_hk: 編輯標籤

source: Email
ja: メールアドレス
ko: 이메일
zh_hans: 邮箱
zh_hant: 電子郵件
zh_hk: 電郵

source: Email sign-in is available for invited and App Review accounts. New public accounts use a social provider.
ja: メールログインは招待済みアカウントと App Review 用アカウントで利用できます。新規公開アカウントはソーシャルログインを使用します。
ko: 이메일 로그인은 초대된 계정과 App Review 계정에서 사용할 수 있습니다. 새 공개 계정은 소셜 로그인을 사용합니다.
zh_hans: 邮箱登录仅供受邀账户和 App Review 审核账户使用；新公开账户请使用社交登录。
zh_hant: 電子郵件登入僅供受邀帳號及 App Review 審核帳號使用；新的公開帳號請使用社群登入。
zh_hk: 電郵登入只供獲邀帳戶及 App Review 審核帳戶使用；新的公開帳戶請使用社交登入。

source: Enter a name and a URL identifier of at least two characters.
ja: 名前と 2 文字以上の URL 識別子を入力してください。
ko: 이름과 두 글자 이상의 URL 식별자를 입력하세요.
zh_hans: 请输入名称，以及至少两个字符的网址标识。
zh_hant: 請輸入名稱，以及至少兩個字元的網址識別碼。
zh_hk: 請輸入名稱，以及至少兩個字元的網址識別碼。

source: Enter both email and password.
ja: メールアドレスとパスワードを入力してください。
ko: 이메일과 비밀번호를 입력하세요.
zh_hans: 请输入邮箱和密码。
zh_hant: 請輸入電子郵件和密碼。
zh_hk: 請輸入電郵和密碼。

source: Enter comma-separated tags. The result replaces tags on every selected photo.
ja: カンマ区切りでタグを入力してください。選択した各写真のタグが置き換わります。
ko: 쉼표로 구분한 태그를 입력하세요. 선택한 모든 사진의 태그가 대체됩니다.
zh_hans: 输入以逗号分隔的标签。结果会替换每张所选照片的现有标签。
zh_hant: 輸入以逗號分隔的標籤。結果會取代每張所選照片的現有標籤。
zh_hk: 輸入以逗號分隔的標籤。結果會取代每張所選相片的現有標籤。

source: Enter your current password to continue.
ja: 続行するには現在のパスワードを入力してください。
ko: 계속하려면 현재 비밀번호를 입력하세요.
zh_hans: 请输入当前密码以继续。
zh_hant: 請輸入目前密碼以繼續。
zh_hk: 請輸入目前密碼以繼續。

source: Errors
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 錯誤

source: Explore
ja: 探索
ko: 둘러보기
zh_hans: 探索
zh_hant: 探索
zh_hk: 探索

source: Explore Map
ja: マップを探索
ko: 지도 탐색
zh_hans: 探索地图
zh_hant: 探索地圖
zh_hk: 探索地圖

source: Exposure & Metering
ja: 露出と測光
ko: 노출 및 측광
zh_hans: 曝光与测光
zh_hant: 曝光與測光
zh_hk: 曝光與測光

source: Exposure Mode
ja: 露出モード
ko: 노출 모드
zh_hans: 曝光模式
zh_hant: 曝光模式
zh_hk: 曝光模式

source: Exposure Program
ja: 露出プログラム
ko: 노출 프로그램
zh_hans: 曝光程序
zh_hant: 曝光程式
zh_hk: 曝光程式

source: FAILED
ja: 失敗
ko: 실패
zh_hans: 失败
zh_hant: 失敗
zh_hk: 失敗

source: Failed to load galleries
ja: ギャラリーを読み込めませんでした
ko: 갤러리를 불러오지 못했습니다
zh_hans: 图库加载失败
zh_hant: 無法載入圖庫
zh_hk: 無法載入圖庫

source: Failed to load original
ja: オリジナルの読み込みに失敗しました
ko: 원본을 불러오지 못했습니다
zh_hans: 原图加载失败
zh_hant: 原圖載入失敗
zh_hk: 原圖載入失敗

source: Failed to load photos
ja: 写真を読み込めませんでした
ko: 사진을 불러오지 못했습니다
zh_hans: 照片加载失败
zh_hant: 無法載入照片
zh_hk: 無法載入相片

source: Filename
ja: ファイル名
ko: 파일 이름
zh_hans: 文件名
zh_hant: 檔案名
zh_hk: 檔案名

source: Film Mode
ja: フィルムモード
ko: 필름 모드
zh_hans: 胶片模式
zh_hant: 底片模式
zh_hk: 膠片模式

source: Film Simulation
ja: フィルムシミュレーション
ko: 필름 시뮬레이션
zh_hans: 胶片模拟
zh_hant: 底片模擬
zh_hk: 底片模擬

source: Flash
ja: フラッシュ
ko: 플래시
zh_hans: 闪光灯
zh_hant: 閃光燈
zh_hk: 閃光燈

source: Flash Metering Mode
ja: フラッシュ測光モード
ko: 플래시 측광 모드
zh_hans: 闪光灯测光模式
zh_hant: 閃光燈測光模式
zh_hk: 閃光燈測光模式

source: Focal Plane Resolution
ja: 焦点面解像度
ko: 초점면 해상도
zh_hans: 焦平面分辨率
zh_hant: 焦平面解析度
zh_hk: 焦平面解析度

source: From
ja: 開始
ko: 시작
zh_hans: 起
zh_hant: 起
zh_hk: 起

source: Get an alert when galleries you subscribe to publish new photos.
ja: 購読中のギャラリーが新しい写真を公開したときに通知を受け取れます。
ko: 구독한 갤러리에 새 사진이 게시되면 알림을 받습니다.
zh_hans: 当你订阅的图库发布新照片时接收提醒。
zh_hant: 當你訂閱的圖庫發佈新照片時接收提醒。
zh_hk: 當你訂閱的圖庫發佈新相片時接收提醒。

source: Grain Effect Intensity
ja: グレインエフェクト強度
ko: 그레인 효과 강도
zh_hans: 颗粒效果强度
zh_hant: 顆粒效果強度
zh_hk: 顆粒效果強度

source: Grain Effect Size
ja: グレインエフェクトサイズ
ko: 그레인 효과 크기
zh_hans: 颗粒效果大小
zh_hant: 顆粒效果大小
zh_hk: 顆粒效果大小

source: Guest
ja: ゲスト
ko: 게스트
zh_hans: 访客
zh_hant: 訪客
zh_hk: 訪客

source: Hidden
ja: 非表示
ko: 숨김
zh_hans: 已隐藏
zh_hant: 已隱藏
zh_hk: 已隱藏

source: Hide email sign-in
ja: メールログインを閉じる
ko: 이메일 로그인 닫기
zh_hans: 收起邮箱登录
zh_hant: 收起電子郵件登入
zh_hk: 收起電郵登入

source: High Contrast
ja: ハイコントラスト
ko: 고대비
zh_hans: 高对比度
zh_hant: 高對比度
zh_hk: 高對比度

source: High Key
ja: ハイキー
ko: 하이키
zh_hans: 高调
zh_hant: 高調
zh_hk: 高調

source: Highlight Ratio
ja: ハイライト比率
ko: 하이라이트 비율
zh_hans: 高光占比
zh_hant: 高光佔比
zh_hk: 高光佔比

source: Highlight Tone
ja: ハイライトトーン
ko: 하이라이트 톤
zh_hans: 高光色调
zh_hant: 高光色調
zh_hk: 高光色調

source: Histogram
ja: ヒストグラム
ko: 히스토그램
zh_hans: 直方图
zh_hant: 直方圖
zh_hk: 直方圖

source: Image & File
ja: 画像とファイル
ko: 이미지 및 파일
zh_hans: 图像与文件
zh_hant: 影像與檔案
zh_hk: 影像與檔案

source: Info
ja: 情報
ko: 정보
zh_hans: 信息
zh_hant: 資訊
zh_hk: 資料

source: LIVE OFF
ja: LIVE オフ
ko: LIVE 끔
zh_hans: 实况关闭
zh_hant: 原況關閉
zh_hk: 原況關閉

source: LOOP
ja: ループ
ko: 루프
zh_hans: 循环
zh_hant: 循環
zh_hk: 循環

source: Last 30 days
ja: 過去 30 日間
ko: 지난 30일
zh_hans: 近 30 日
zh_hant: 近 30 日
zh_hk: 近 30 日

source: Last 7 days
ja: 過去 7 日間
ko: 지난 7일
zh_hans: 近 7 日
zh_hant: 近 7 日
zh_hk: 近 7 日

source: Last 90 days
ja: 過去 90 日間
ko: 지난 90일
zh_hans: 近 90 日
zh_hant: 近 90 日
zh_hk: 近 90 日

source: Last run
ja: 前回の実行
ko: 최근 실행
zh_hans: 上次运行
zh_hant: 上次執行
zh_hk: 上次運行

source: Last year
ja: 昨年
ko: 작년
zh_hans: 去年
zh_hant: 去年
zh_hk: 去年

source: Latitude
ja: 緯度
ko: 위도
zh_hans: 纬度
zh_hant: 緯度
zh_hk: 緯度

source: Lens
ja: レンズ
ko: 렌즈
zh_hans: 镜头
zh_hant: 鏡頭
zh_hk: 鏡頭

source: Light Source
ja: 光源
ko: 광원
zh_hans: 光源
zh_hant: 光源
zh_hk: 光源

source: Like comment
ja: コメントにいいね
ko: 댓글 좋아요
zh_hans: 点赞评论
zh_hant: 讚好留言
zh_hk: 讚好留言

source: Live Off
ja: Live オフ
ko: Live 끔
zh_hans: 关闭实况
zh_hant: 關閉原況
zh_hk: 關閉原況

source: Live Photo
ja: Live Photos
zh_hans: 实况照片
zh_hant: 原況照片
zh_hk: 原況相片

source: Load more
ja: さらに読み込む
ko: 더 불러오기
zh_hans: 加载更多
zh_hant: 載入更多
zh_hk: 載入更多

source: Loading original
ja: オリジナルを読み込み中
ko: 원본 불러오는 중
zh_hans: 加载原图
zh_hant: 載入原圖
zh_hk: 載入原圖

source: Loading photo locations…
ja: 写真の位置情報を読み込み中…
ko: 사진 위치를 불러오는 중…
zh_hans: 正在加载照片位置…
zh_hant: 正在載入照片位置…
zh_hk: 正在載入相片位置…

source: Location Details
ja: 位置情報の詳細
ko: 위치 상세
zh_hans: 位置详情
zh_hant: 位置詳情
zh_hk: 位置詳情

source: Longitude
ja: 経度
ko: 경도
zh_hans: 经度
zh_hant: 經度
zh_hk: 經度

source: Loop
ja: ループ
ko: 루프
zh_hans: 循环播放
zh_hant: 循環播放
zh_hk: 循環播放

source: Low Key
ja: ローキー
ko: 로우키
zh_hans: 低调
zh_hant: 低調
zh_hk: 低調

source: Lowercase letters, numbers, and hyphens only.
ja: 小文字の英字、数字、ハイフンのみ使用できます。
ko: 영문 소문자, 숫자, 하이픈만 사용할 수 있습니다.
zh_hans: 仅可使用小写字母、数字和连字符。
zh_hant: 僅可使用小寫英文字母、數字和連字號。
zh_hk: 只可使用小寫英文字母、數字和連字號。

source: Manage
ja: 管理
ko: 관리
zh_hans: 管理
zh_hant: 管理
zh_hk: 管理

source: Map
ja: マップ
ko: 지도
zh_hans: 地图
zh_hant: 地圖
zh_hk: 地圖

source: Match
ja: 一致条件
ko: 일치 조건
zh_hans: 匹配方式
zh_hant: 符合方式
zh_hk: 配對方式

source: Mercator is flat; Globe presents the world as a sphere.
ja: Mercator は平面投影、Globe は球体として世界を表示します。
ko: Mercator는 평면 투영이며 Globe는 세계를 구체로 표시합니다.
zh_hans: Mercator 使用平面投影；Globe 以球体形式展示世界。
zh_hant: Mercator 使用平面投影；Globe 以球體形式呈現世界。
zh_hk: Mercator 使用平面投影；Globe 以球體形式展示世界。

source: Metering Mode
ja: 測光モード
ko: 측광 모드
zh_hans: 测光模式
zh_hant: 測光模式
zh_hk: 測光模式

source: Minimum Rating
ja: 最低評価
ko: 최소 평점
zh_hans: 最低评分
zh_hant: 最低評分
zh_hk: 最低評分

source: Mode
ja: モード
ko: 모드
zh_hans: 模式
zh_hant: 模式
zh_hk: 模式

source: My photography
ja: 私の写真
ko: 나의 사진
zh_hans: 我的摄影
zh_hant: 我的攝影
zh_hk: 我的攝影

source: Name
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱
zh_hk: 名稱

source: New workspace
ja: 新規ワークスペース
ko: 새 워크스페이스
zh_hans: 新建工作区
zh_hant: 新增工作區
zh_hk: 新增工作區

source: Next photo
ja: 次の写真
ko: 다음 사진
zh_hans: 下一张照片
zh_hant: 下一張照片
zh_hk: 下一張相片

source: No comments
ja: コメントなし
ko: 댓글 없음
zh_hans: 暂无评论
zh_hant: 暫無留言
zh_hk: 暫無留言

source: No comments yet. Be the first to comment!
ja: まだコメントはありません。最初のコメントを投稿しましょう。
ko: 아직 댓글이 없습니다. 첫 댓글을 남겨 보세요.
zh_hans: 暂无评论。来发表第一条评论吧。
zh_hant: 目前還沒有留言。成為第一位留言者吧。
zh_hk: 暫時未有留言。成為第一個留言的人吧。

source: No data yet
ja: データはまだありません
ko: 아직 데이터가 없습니다
zh_hans: 暂无数据
zh_hant: 暫無資料
zh_hk: 暫無資料

source: No embedded EXIF metadata is available for this photo.
ja: この写真には埋め込み EXIF メタデータがありません。
ko: 이 사진에는 내장 EXIF 메타데이터가 없습니다.
zh_hans: 此照片没有可用的内嵌 EXIF 元数据。
zh_hant: 此照片沒有可用的內嵌 EXIF 中繼資料。
zh_hk: 此相片沒有可用的內嵌 EXIF 資料。

source: No galleries found
ja: ギャラリーが見つかりません
ko: 갤러리를 찾을 수 없습니다
zh_hans: 未找到图库
zh_hant: 找不到圖庫
zh_hk: 找不到圖庫

source: No managed photos
ja: 管理対象の写真なし
ko: 관리되는 사진 없음
zh_hans: 暂无受管照片
zh_hant: 暫無受管照片
zh_hk: 暫無受管相片

source: No photo locations yet
ja: 写真の位置情報がありません
ko: 사진 위치가 없습니다
zh_hans: 暂无照片位置
zh_hant: 尚無照片位置
zh_hk: 暫無相片位置

source: No photos match this search and filters
ja: 現在の検索とフィルターに一致する写真はありません
ko: 현재 검색 및 필터와 일치하는 사진이 없습니다
zh_hans: 没有符合当前搜索和筛选条件的照片
zh_hant: 沒有符合目前搜尋和篩選條件的照片
zh_hk: 沒有符合目前搜尋和篩選條件的相片

source: No photos yet
ja: 写真はまだありません
ko: 아직 사진이 없습니다
zh_hans: 暂无照片
zh_hant: 尚無照片
zh_hk: 暫無相片

source: No sync has completed yet
ja: 同期はまだ完了していません
ko: 아직 동기화가 완료되지 않았습니다
zh_hans: 尚未完成过同步
zh_hant: 尚未完成同步
zh_hk: 尚未完成同步

source: No sync history
ja: 同期履歴なし
ko: 동기화 기록 없음
zh_hans: 暂无同步记录
zh_hant: 暫無同步記錄
zh_hk: 暫無同步記錄

source: No unresolved conflicts
ja: 未解決の競合なし
ko: 해결되지 않은 충돌 없음
zh_hans: 没有未解决的冲突
zh_hant: 沒有未解決的衝突
zh_hk: 沒有未解決的衝突

source: No upload history
ja: アップロード履歴なし
ko: 업로드 기록 없음
zh_hans: 暂无上传记录
zh_hant: 暫無上傳記錄
zh_hk: 暫無上載記錄

source: Noise Reduction
ja: ノイズリダクション
ko: 노이즈 감소
zh_hans: 降噪
zh_hant: 降噪
zh_hk: 降噪

source: Normal
ja: 標準
ko: 보통
zh_hans: 正常
zh_hant: 正常
zh_hk: 正常

source: Not Now
ja: あとで
ko: 나중에
zh_hans: 暂不开启
zh_hant: 暫不開啟
zh_hk: 暫不開啟

source: Not selected
ja: 未選択
ko: 선택 안 됨
zh_hans: 未选择
zh_hant: 未選取
zh_hk: 未選取

source: Notifications are off
ja: 通知はオフです
ko: 알림이 꺼져 있습니다
zh_hans: 通知已关闭
zh_hant: 通知已關閉
zh_hk: 通知已關閉

source: Open %@
ja: %@を開く
ko: %@ 열기
zh_hans: 打开%@
zh_hant: 開啟%@
zh_hk: 開啟%@

source: Open Settings
ja: 設定を開く
ko: 설정 열기
zh_hans: 前往设置
zh_hant: 前往設定
zh_hk: 前往設定

source: Open gallery on web
ja: Web でギャラリーを開く
ko: 웹에서 갤러리 열기
zh_hans: 在网页中打开图库
zh_hant: 在網頁中開啟圖庫
zh_hk: 在網頁開啟圖庫

source: Operations
ja: 運用状況
ko: 운영 상태
zh_hans: 运行状态
zh_hant: 執行狀態
zh_hk: 運行狀態

source: Overview
ja: 概要
ko: 개요
zh_hans: 概览
zh_hant: 概覽
zh_hk: 概覽

source: Owned workspaces
ja: 所有するワークスペース
ko: 소유한 워크스페이스
zh_hans: 拥有的工作区
zh_hant: 擁有的工作區
zh_hk: 擁有的工作區

source: Ownership will transfer to %@.
ja: 所有権は %@ に移譲されます。
ko: 소유권이 %@님에게 이전됩니다.
zh_hans: 所有权将转移给 %@。
zh_hant: 擁有權將轉移給 %@。
zh_hk: 擁有權將轉移給 %@。

source: PROCESSING
ja: 処理中
ko: 처리 중
zh_hans: 处理中
zh_hant: 處理中
zh_hk: 處理中

source: Password
ja: パスワード
ko: 비밀번호
zh_hans: 密码
zh_hant: 密碼
zh_hk: 密碼

source: Pending
ja: 保留中
ko: 대기 중
zh_hans: 待处理
zh_hant: 待處理
zh_hk: 待處理

source: Pending comments
ja: 保留中のコメント
ko: 대기 중 댓글
zh_hans: 待处理评论
zh_hant: 待處理留言
zh_hk: 待處理留言

source: Pending review
ja: 承認待ち
ko: 검토 대기 중
zh_hans: 等待审核
zh_hant: 等待審核
zh_hk: 等待審核

source: Pending sync
ja: 同期待ち
ko: 동기화 대기
zh_hans: 待同步
zh_hant: 待同步
zh_hk: 待同步

source: Permanent account deletion
ja: アカウントの完全削除
ko: 계정 영구 삭제
zh_hans: 永久删除账户
zh_hant: 永久刪除帳號
zh_hk: 永久刪除帳戶

source: Permanently delete account
ja: アカウントを完全に削除
ko: 계정 영구 삭제
zh_hans: 永久删除账户
zh_hant: 永久刪除帳號
zh_hk: 永久刪除帳戶

source: Photo
ja: 写真
ko: 사진
zh_hans: 照片
zh_hant: 照片
zh_hk: 相片

source: Photo %@
ja: 写真 %@
ko: 사진 %@
zh_hans: 照片 %@
zh_hant: 照片 %@
zh_hk: 相片 %@

source: Photo Library
ja: 写真ライブラリ
ko: 사진 보관함
zh_hans: 照片素材库
zh_hant: 照片素材庫
zh_hk: 相片素材庫

source: Photo cluster
ja: 写真位置のグループ
ko: 사진 위치 그룹
zh_hans: 照片位置聚合
zh_hant: 照片位置群組
zh_hk: 相片位置群組

source: Photo information
ja: 写真情報
ko: 사진 정보
zh_hans: 照片信息
zh_hant: 照片資訊
zh_hk: 相片資料

source: Photo location, latitude %@, longitude %@
ja: 写真の位置、緯度 %1$@、経度 %2$@
ko: 사진 위치, 위도 %1$@, 경도 %2$@
zh_hans: 照片位置，纬度 %1$@，经度 %2$@
zh_hant: 照片位置，緯度 %1$@，經度 %2$@
zh_hk: 相片位置，緯度 %1$@，經度 %2$@

source: Photo location: %@
ja: 写真位置：%@
ko: 사진 위치: %@
zh_hans: 照片位置：%@
zh_hant: 照片位置：%@
zh_hk: 相片位置：%@

source: Photos
ja: 写真
ko: 사진
zh_hans: 照片
zh_hant: 照片
zh_hk: 相片

source: Popular tags
ja: 人気のタグ
ko: 인기 태그
zh_hans: 热门标签
zh_hant: 熱門標籤
zh_hk: 熱門標籤

source: Press and hold the photo to play it.
ja: 写真を長押しして再生します。
ko: 사진을 길게 눌러 재생합니다.
zh_hans: 按住照片即可播放。
zh_hant: 按住照片即可播放。
zh_hk: 按住相片即可播放。

source: Previous month
ja: 前月
ko: 지난달
zh_hans: 上月
zh_hant: 上月
zh_hk: 上月

source: Previous photo
ja: 前の写真
ko: 이전 사진
zh_hans: 上一张照片
zh_hant: 上一張照片
zh_hk: 上一張相片

source: Profile, %@
ja: プロフィール、%@
ko: 프로필, %@
zh_hans: 个人资料，%@
zh_hant: 個人資料，%@
zh_hk: 個人資料，%@

source: Profile, unknown user
ja: プロフィール、不明なユーザー
ko: 프로필, 알 수 없는 사용자
zh_hans: 个人资料，未知用户
zh_hant: 個人資料，未知使用者
zh_hk: 個人資料，未知用戶

source: QUEUED
ja: 待機中
ko: 대기 중
zh_hans: 排队中
zh_hant: 排隊中
zh_hk: 排隊中

source: RGB and luminance histogram
ja: RGB と輝度のヒストグラム
ko: RGB 및 휘도 히스토그램
zh_hans: RGB 与亮度直方图
zh_hant: RGB 與亮度直方圖
zh_hk: RGB 與亮度直方圖

source: Range
ja: 期間
ko: 범위
zh_hans: 范围
zh_hant: 範圍
zh_hk: 範圍
